Repository: GarlandQian/mica-mac
Catalog: Sources/Mica/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# command.show_dashboard_totals
source: Traffic Totals
zh_hans: 流量概览

# command.show_dashboard_totals_detail
source: Open uploaded, downloaded, connections, rules, and sources.
zh_hans: 查看上传、下载、连接、规则和来源数量。

# command.show_data_availability
source: Data Availability
zh_hans: 数据可用性

# command.show_data_availability_detail
source: Open which controller data surfaces are available or unavailable.
zh_hans: 查看当前控制器哪些数据可用、哪些不可用。

# command.show_diagnostic_capabilities
source: Capabilities
zh_hans: 能力状态

# command.show_diagnostic_capabilities_detail
source: Open endpoint capability status and operation availability.
zh_hans: 打开端点能力状态和操作可用性。

# command.show_diagnostics_report
source: Diagnostics Report
zh_hans: 诊断报告

# command.show_diagnostics_report_detail
source: Open the diagnostics report preview.
zh_hans: 打开诊断报告预览。

# command.show_logs
source: Logs
zh_hans: 日志

# command.show_logs_detail
source: Open log messages from the current session.
zh_hans: 打开当前会话的日志内容。

# command.show_policy_groups
source: Policy Groups
zh_hans: 策略组

# command.show_policy_groups_detail
source: Open policy groups with selected node, latency, node count, and available actions.
zh_hans: 打开策略组列表，查看当前节点、延迟、节点数和可用操作。

# command.show_rule_matches
source: Rule Matches
zh_hans: 规则命中

# command.show_rule_matches_detail
source: Open routing data used to understand matched rules and targets.
zh_hans: 查看用于判断规则命中和目标的路由数据。

# command.show_rules
source: Rules
zh_hans: 规则

# command.show_rules_detail
source: Open rule rows with type, payload, target, and size.
zh_hans: 打开规则列表，查看类型、载荷、目标和大小。

# command.show_runtime_config
source: Controller Config
zh_hans: 控制器配置

# command.show_runtime_config_detail
source: Open ports, LAN, tunnel, DNS, and reported config fields.
zh_hans: 查看端口、局域网、隧道、DNS 和控制器返回的配置。

# command.show_settings
source: Open Settings
zh_hans: 打开设置

# command.show_settings_detail
source: Open language, appearance, font scale, controller configuration, and safety settings.
zh_hans: 打开语言、外观、字体大小、控制器配置和安全设置。

# command.show_sources
source: Sources
zh_hans: 来源

# command.show_sources_detail
source: Open source rows with kind, behavior, item count, and update state.
zh_hans: 打开来源列表，查看类型、行为、项目数和更新状态。

# command.value_capabilities %lld %lld
source: %lld available / %lld unavailable
zh_hans: %lld 可用 / %lld 不可用

# command.value_config_fields %lld
source: %lld config fields
zh_hans: %lld 项配置

# command.value_connections %lld %lld
source: %lld active / %lld closed
zh_hans: %lld 活动 / %lld 已关闭

# command.value_data_sets %lld
source: %lld data sets
zh_hans: %lld 类数据

# command.value_endpoint_ready %lld %lld
source: %lld/%lld ready
zh_hans: %lld/%lld 就绪

# command.value_loaded
source: Loaded
zh_hans: 已加载

# command.value_logs %lld
source: %lld logs
zh_hans: %lld 条日志

# command.value_policy_groups %lld
source: %lld groups
zh_hans: %lld 个组

# command.value_rows %lld
source: %lld rows
zh_hans: %lld 行

# command.value_rule_match_types %lld
source: %lld rule types
zh_hans: %lld 类规则

# compatibility.mihomo_compatible
source: mihomo-compatible
zh_hans: mihomo 兼容

# compatibility.partial_compatible
source: Partially compatible
zh_hans: 部分兼容

# compatibility.smart_compatible
source: Smart-compatible
zh_hans: Smart 兼容

# compatibility.unknown_controller
source: Generic controller
zh_hans: 通用控制器

# compatibility.unsupported
source: Unsupported
zh_hans: 不支持

# connection.connected_version %@
source: Connected - %@
zh_hans: 已连接 - %@

# connection.connecting
source: Connecting
zh_hans: 连接中

# connection.disconnected
source: Disconnected
zh_hans: 未连接

source: Connection failed
zh_hans: 连接失败

# controller.command_menu
source: Controller
zh_hans: 控制器

# controller.target_summary %@ %@
source: %@ controller endpoint · Port %@
zh_hans: %@ 控制器端点 · 端口 %@

# controller_kind.auto_detect
source: Auto Detect
zh_hans: 自动检测

# controller_kind.mihomo
source: mihomo-compatible
zh_hans: mihomo 兼容

# controller_kind.unknown
source: Generic Controller
zh_hans: 通用控制器

# controller_kind.unsupported
source: Unsupported
zh_hans: 不支持

# coverage.config_mode
source: Config / mode
zh_hans: 配置 / 模式

# coverage.connections
source: Connections / flows
zh_hans: 连接 / 流量会话

# coverage.core_lifecycle
source: Core lifecycle
zh_hans: 核心生命周期

# coverage.detail_config_mode
source: Mode, log level, LAN, IPv6, TUN, TCP concurrent, ports, and mode options when the controller reports them.
zh_hans: 控制器报告时显示模式、日志级别、LAN、IPv6、TUN、TCP 并发连接、端口和模式选项。

# coverage.detail_connections
source: Connection id, host, process, source, destination, rule, payload, chain, upload/download, timing, and metadata when the API reports it.
zh_hans: 显示连接 ID、主机、进程、源地址、目标地址、规则、载荷、链路、上传/下载，以及 API 报告的时间和元数据。

# coverage.detail_core_lifecycle
source: Remote restart or upgrade is shown only for confirmed mihomo-compatible external-controller APIs and never downloads or starts a local core.
zh_hans: 远程重启或升级仅对确认过的 mihomo-compatible external-controller API 显示，绝不下载或启动本地核心。

# coverage.detail_dns_cache_geo
source: DNS and cache operations appear only when a supported remote controller API exists; Geo resources stay unavailable until a supported contract is wired.
zh_hans: 仅在存在受支持远程控制器 API 时显示 DNS 和缓存操作；Geo 资源在接入受支持契约前保持不可用。

# coverage.detail_live_logs_traffic
source: Manual Live streams or Surge Near Live HTTP refresh expose rates, sample counts, log/event counts, and active/recent request aggregates.
zh_hans: 手动实时观察流或 Surge 近实时 HTTP 刷新显示速率、样本数、日志/事件数和活跃/最近请求聚合。

# coverage.detail_memory_aggregates
source: Aggregate memory usage appears only when a supported remote controller API reports it, without raw debug dumps.
zh_hans: 仅在支持的远程控制器 API 报告时显示聚合内存用量，不包含原始调试转储。

# coverage.detail_memory_runtime
source: Aggregate memory, runtime status, or goroutine counts are shown only for supported remote APIs and never include raw debug dumps.
zh_hans: 仅对支持的远程 API 显示聚合内存、运行状态或 goroutine 数量，不包含原始调试转储。

# coverage.detail_providers
source: Provider identity, kind, type, vehicle, item count, updatedAt, update status, and update action where supported.
zh_hans: 显示来源标识、类别、类型、载体类型、项目数、更新时间、更新状态，以及支持时的更新操作。

# coverage.detail_proxy_groups_nodes
source: Proxy or policy groups, current node, node count, latency, and availability from the selected controller data.
zh_hans: 显示所选控制器数据中的代理/策略组、当前节点、节点数、延迟和可用状态。

# coverage.detail_rules
source: Rule type, payload, proxy target, size, and fallback or MATCH visibility from the current data.
zh_hans: 显示当前数据中的规则类型、载荷、代理目标、大小，以及兜底或 MATCH 标识。

# coverage.detail_runtime_goroutine
source: Runtime status and goroutine-style counts stay unavailable until a remote adapter reports aggregate values.
zh_hans: 运行状态和 goroutine 计数在远程适配器报告聚合值前保持不可用。

# coverage.detail_tailscale_status
source: Shown as a visible capability boundary until a supported remote backend adapter exposes Tailscale status.
zh_hans: 在支持的远程后端适配器暴露 Tailscale 状态前，作为可见能力边界显示。

# coverage.dns_cache_geo
source: DNS / cache / Geo
zh_hans: DNS / 缓存 / Geo

# coverage.live_logs_traffic
source: Logs / traffic observation
zh_hans: 日志 / 流量观测

# coverage.memory_aggregates
source: Memory aggregates
zh_hans: 内存聚合

# coverage.memory_runtime
source: Memory / runtime state
zh_hans: 内存 / 运行状态

# coverage.providers
source: Sources / external resources
zh_hans: 来源 / 外部资源

# coverage.proxy_groups_nodes
source: Proxy groups / nodes
zh_hans: 代理组 / 节点

# coverage.rules
source: Rules
zh_hans: 规则

# coverage.runtime_goroutine
source: Runtime / goroutine state
zh_hans: 运行状态 / goroutine

# coverage.tailscale_status
source: Tailscale status
zh_hans: Tailscale 状态

# dashboard.acc_close_connection
source: Close connection %@
zh_hans: 关闭连接 %@

# dashboard.acc_connection_distribution_chart
source: Connection distribution donut chart
zh_hans: 连接分布环形图

# dashboard.active_sessions
source: ACTIVE SESSIONS
zh_hans: 活跃会话

# dashboard.add_router
source: Add Controller
zh_hans: 添加控制器

# dashboard.base_endpoints
source: Controller readiness
zh_hans: 控制器就绪

# dashboard.base_enhanced
source: BASE + ENHANCED
zh_hans: 基础 + 增强

# dashboard.chain_fallback
source: No chain
zh_hans: 无路由链

# dashboard.chain_label
source: CHAIN
zh_hans: 链路

# dashboard.clear_filter
source: Clear Filter
zh_hans: 清除筛选

# dashboard.close_all
source: Close All
zh_hans: 全部关闭

# dashboard.close_inspector
source: Close Inspector
zh_hans: 关闭检查器

# dashboard.closing
source: Closing
zh_hans: 关闭中

# dashboard.cmd_downloaded
source: Downloaded
zh_hans: 下载

# dashboard.cmd_mode
source: Mode
zh_hans: 模式

# dashboard.cmd_uploaded
source: Uploaded
zh_hans: 上传

# dashboard.cmd_version
source: Version
zh_hans: 版本

# dashboard.col_chain
source: CHAIN
zh_hans: 链路

# dashboard.col_close
source: CLOSE
zh_hans: 关闭

# dashboard.col_download
source: DOWNLOAD
zh_hans: 下载

# dashboard.col_payload
source: PAYLOAD
zh_hans: 载荷

# dashboard.col_provider
source: Source
zh_hans: 来源

# dashboard.col_provider_type
source: TYPE
zh_hans: 类型

# dashboard.col_proxies
source: Proxies
zh_hans: 代理数

# dashboard.col_proxy
source: PROXY
zh_hans: 代理

# dashboard.col_rule
source: RULE
zh_hans: 规则

# dashboard.col_index
source: INDEX
zh_hans: 序号

# dashboard.col_size
source: SIZE
zh_hans: 大小

# dashboard.col_status
source: STATUS
zh_hans: 状态

# dashboard.col_type
source: TYPE
zh_hans: 类型

# dashboard.col_updated
source: UPDATED
zh_hans: 更新时间

# dashboard.col_upload
source: UPLOAD
zh_hans: 上传

# dashboard.col_vehicle
source: VEHICLE
zh_hans: 载体

# dashboard.command_center
source: Command Bar
zh_hans: 指挥栏

# dashboard.confirm_close_all_button
source: Close All Connections
zh_hans: 关闭全部连接

# dashboard.confirm_close_all_message %lld %@
source: This closes all %lld active connections on %@, not only the current filtered result.
zh_hans: 这会关闭 %2$@ 上的全部 %1$lld 个活跃连接，而不只是当前筛选结果。

# dashboard.confirm_close_all_title
source: Close All Connections
zh_hans: 关闭全部连接

# dashboard.confirm_close_connection_button
source: Close Connection
zh_hans: 关闭连接

# dashboard.confirm_close_connection_message %@
source: This closes the selected active connection on %@.
zh_hans: 这会关闭 %@ 上选中的活跃连接。

# dashboard.confirm_close_connection_group_message %lld %@ %@
source: This closes %1$lld active connections in %2$@ on %3$@.
zh_hans: 这会关闭 %3$@ 上“%2$@”组中的 %1$lld 个活跃连接。

# dashboard.confirm_close_connection_title
source: Close Connection
zh_hans: 关闭连接

# dashboard.confirm_update_provider_button
source: Update Provider
zh_hans: 更新来源

# dashboard.confirm_update_provider_message %@ %@
source: This asks %@ to update provider %@.
zh_hans: 这会请求 %@ 更新来源 %@。

# dashboard.confirm_update_provider_title
source: Update Provider
zh_hans: 更新来源

# dashboard.connect_router
source: Connect a Controller
zh_hans: 连接控制器

# dashboard.connect_router_message
source: Add a real mihomo, Nikki, OpenClash, or Surge controller endpoint to begin.
zh_hans: 添加真实的 mihomo、Nikki、OpenClash 或 Surge 控制器端点后开始使用。

# dashboard.connection_distribution
source: CONNECTION DISTRIBUTION
zh_hans: 连接分布

# dashboard.connection_filter
source: Connection Filter
zh_hans: 连接筛选

# dashboard.connections_header
source: Connections
zh_hans: 连接

# dashboard.connections_totals_note
source: Current `/connections` totals only.
zh_hans: 当前 /connections 的汇总数据。

# dashboard.control_path
source: CONTROL PATH
zh_hans: 控制路径

# dashboard.controller_health
source: Controller Health
zh_hans: 控制器健康

# dashboard.current_node
source: Current node
zh_hans: 当前节点

# dashboard.current_snapshot
source: Data counts
zh_hans: 数据数量

# dashboard.direction_up_down
source: Up %@ · Down %@
zh_hans: 上传 %@ · 下载 %@

# dashboard.download
source: DOWNLOAD
zh_hans: 下载

# dashboard.enhanced_snapshots
source: Enhanced data
zh_hans: 增强数据

# dashboard.enhanced_unavailable
source: Enhanced data unavailable
zh_hans: 增强数据不可用

# dashboard.failed
source: Failed
zh_hans: 失败

# dashboard.fallback_label
source: FALLBACK
zh_hans: 回退

# dashboard.filter_all
source: All
zh_hans: 全部

# dashboard.filter_direct
source: Direct
zh_hans: 直连

# dashboard.filter_fallback
source: Fallback
zh_hans: 兜底

# dashboard.filter_high_flow
source: High Flow
zh_hans: 高流量

# dashboard.filter_payload
source: Payload
zh_hans: 载荷

# dashboard.filter_proxy
source: Proxy
zh_hans: 代理

# dashboard.filter_type
source: Type
zh_hans: 类型

# dashboard.flows_label
source: FLOWS
zh_hans: 流量

# dashboard.help_change_mode
source: Change remote controller mode
zh_hans: 更改远程控制器模式

# dashboard.help_clear_chart
source: Clear chart filter
zh_hans: 清除图表筛选

# dashboard.help_close_all
source: Close every active connection on the selected controller
zh_hans: 关闭所选控制器上的所有活跃连接

# dashboard.help_close_connection
source: Close this connection on the selected controller
zh_hans: 关闭所选控制器上的此连接

# dashboard.help_filter_by_segment %@
source: Filter by %@
zh_hans: 按 %@ 筛选

# dashboard.help_filter_connections_by_slice %@
source: Filter the Connections table by %@
zh_hans: 按 %@ 筛选连接表

# dashboard.help_open_inspector
source: Open policy group details
zh_hans: 打开策略组详情

# dashboard.help_refresh_controller
source: Load the latest real controller data.
zh_hans: 加载最新真实控制器数据。

# dashboard.help_reload_providers
source: Reload proxy and rule providers without refreshing the whole dashboard.
zh_hans: 仅重新加载代理来源和规则来源，不刷新整个面板。

# dashboard.help_reload_rules
source: Reload rules data
zh_hans: 仅重新加载规则数据

# dashboard.help_switch_node
source: Switch the selected node for this policy group
zh_hans: 切换此策略组的选中节点

# dashboard.help_test_controller
source: Probe the selected controller without exposing its secret.
zh_hans: 探测所选控制器，不暴露密钥。

# dashboard.help_update_provider
source: Update this provider through the selected controller.
zh_hans: 通过当前控制器更新这个来源。

# dashboard.insight_connections
source: Connections
zh_hans: 连接

# dashboard.insight_deck
source: Routing and Traffic
zh_hans: 路由与流量

# dashboard.insight_providers
source: Sources
zh_hans: 来源

# dashboard.insight_rules
source: Rules
zh_hans: 规则

# dashboard.inspect
source: Inspect
zh_hans: 检查

# dashboard.inspecting
source: Inspecting
zh_hans: 检查中

# dashboard.inspector_current
source: Current node
zh_hans: 当前节点

# dashboard.inspector_latency
source: LATENCY
zh_hans: 延迟

# dashboard.inspector_options
source: Nodes
zh_hans: 节点

# dashboard.inspector_state
source: STATE
zh_hans: 状态

# dashboard.latency_fast
source: Fast
zh_hans: 快速

# dashboard.latency_note
source: Latency comes from policy-group delay tests.
zh_hans: 延迟来自策略组延迟测试。

# dashboard.latency_slow
source: Slow
zh_hans: 较慢

# dashboard.latency_steady
source: Steady
zh_hans: 稳定

# dashboard.latency_unknown
source: Not reported
zh_hans: 未报告

# dashboard.loading_providers
source: Loading sources
zh_hans: 正在加载来源

# dashboard.loading_rules
source: Loading rules
zh_hans: 正在加载规则

# dashboard.logs_header
source: LOGS
zh_hans: 日志

# dashboard.mode
source: Mode
zh_hans: 模式

# dashboard.module_ready
source: Ready
zh_hans: 就绪

# dashboard.module_switching
source: Switching
zh_hans: 切换中

# dashboard.module_testing
source: Testing
zh_hans: 测试中

# dashboard.n_options
source: %lld options
zh_hans: %lld 个选项

# dashboard.n_rule_entries
source: %lld rule entries
zh_hans: %lld 条规则项

# dashboard.no_active_connections
source: No Active Connections
zh_hans: 无活跃连接

# dashboard.no_active_flow
source: No Active Flow
zh_hans: 无活跃流量

# dashboard.no_connection_distribution
source: No Connection Distribution
zh_hans: 无连接分布数据

# dashboard.no_controller
source: No Controller
zh_hans: 无控制器

# dashboard.no_latency_samples
source: No Latency Samples
zh_hans: 无延迟样本

# dashboard.no_logs_yet
source: No Logs Yet
zh_hans: 暂无日志

# dashboard.no_logs_yet_message
source: Log events will appear here when the controller reports them.
zh_hans: 控制器上报日志后会显示在这里。

# dashboard.no_matching_connections
source: No Matching Connections
zh_hans: 无匹配连接

# dashboard.no_matching_groups
source: No Matching Groups
zh_hans: 无匹配分组

# dashboard.no_matching_groups_hint
source: Try a group name, selected node, or option name.
zh_hans: 尝试输入分组名称、选中节点或选项名。

# dashboard.no_matching_logs
source: No Matching Logs
zh_hans: 没有匹配的日志

# dashboard.no_matching_rules
source: No Matching Rules
zh_hans: 无匹配规则

# dashboard.no_matching_sources
source: No Matching Sources
zh_hans: 没有匹配的来源

# dashboard.no_providers_snapshot
source: No sources data
zh_hans: 无来源数据

# dashboard.no_routing_modules_hint
source: Refresh after the controller is reachable to load its policy groups.
zh_hans: 控制器可达后刷新以加载其策略分组。

# dashboard.no_routing_modules_loaded
source: No Policy Groups Loaded
zh_hans: 未加载策略组

# dashboard.no_rules_snapshot
source: No rules data
zh_hans: 无规则数据

# dashboard.no_traffic_split
source: No Traffic Split
zh_hans: 无流量分配数据

# dashboard.node
source: Node
zh_hans: 节点

# dashboard.not_updated_label
source: Not updated
zh_hans: 未更新

# dashboard.one_rule_entry
source: 1 rule entry
zh_hans: 1 条规则项

# dashboard.option_rail
source: SWITCHABLE NODES
zh_hans: 可切换节点

# dashboard.providers_header
source: Sources
zh_hans: 来源

# dashboard.providers_unavailable_message
source: Sources data is unavailable. Base controller state remains usable.
zh_hans: 来源数据不可用。基础控制器状态仍可使用。

# dashboard.ready
source: Ready
zh_hans: 就绪

# dashboard.refresh
source: Refresh
zh_hans: 刷新

# dashboard.refresh_snapshot
source: REFRESH DATA
zh_hans: 刷新数据

# dashboard.refreshing
source: Refreshing
zh_hans: 刷新中

# dashboard.reload
source: Reload
zh_hans: 重新加载

# dashboard.reload_providers
source: Reload Sources
zh_hans: 重新加载来源

# dashboard.reload_providers_action
source: Reload Sources
zh_hans: 重新加载来源

# dashboard.reloading
source: Reloading
zh_hans: 加载中

# dashboard.retry_rules
source: Retry Rules
zh_hans: 重试加载规则

# dashboard.route_health
source: ROUTE HEALTH
zh_hans: 路由健康

# dashboard.route_module
source: Policy group
zh_hans: 策略组

# dashboard.route_module_inspector
source: Policy group details
zh_hans: 策略组详情

# dashboard.routing_modules
source: Policy Groups
zh_hans: 策略组

# dashboard.routing_modules_header
source: Policy Groups
zh_hans: 策略组

# dashboard.rule_fallback
source: Rule
zh_hans: 规则

# dashboard.rule_filter
source: Rule Filter
zh_hans: 规则筛选

# dashboard.rules_header
source: Rules
zh_hans: 规则

# dashboard.rules_unavailable_message
source: Rules data is unavailable. Base controller state remains usable.
zh_hans: 规则数据不可用。基础控制器状态仍可使用。

# dashboard.search_connections
source: Search rule, chain, or payload
zh_hans: 搜索规则、链路或载荷

# dashboard.search_groups
source: Search groups or nodes
zh_hans: 搜索分组或节点

# dashboard.search_rules
source: Search type, proxy, or payload
zh_hans: 搜索类型、代理或载荷

# dashboard.selected_controller_fallback
source: the selected controller
zh_hans: 当前控制器

# dashboard.signal_state
source: SIGNAL STATE
zh_hans: 信号状态

# dashboard.skeleton_configs
source: Config
zh_hans: 配置

# dashboard.skeleton_connections
source: Connections
zh_hans: 连接

# dashboard.skeleton_providers
source: Sources
zh_hans: 来源

# dashboard.skeleton_proxies
source: Policy groups
zh_hans: 策略组

# dashboard.skeleton_rules
source: Rules
zh_hans: 规则

# dashboard.skeleton_version
source: Version
zh_hans: 版本

# dashboard.sort_chain
source: Chain
zh_hans: 链路

# dashboard.sort_connections
source: Sort Connections
zh_hans: 排序连接

# dashboard.sort_count
source: Count
zh_hans: 数量

# dashboard.sort_download
source: Download
zh_hans: 下载

# dashboard.sort_fallback
source: Fallback
zh_hans: 兜底

# dashboard.sort_name
source: Name
zh_hans: 名称

# dashboard.sort_payload
source: Payload
zh_hans: 载荷

# dashboard.sort_providers
source: Sort Sources
zh_hans: 排序来源

# dashboard.sort_proxy
source: Proxy
zh_hans: 代理

# dashboard.sort_rule
source: Rule
zh_hans: 规则

# dashboard.sort_rules
source: Sort Rules
zh_hans: 排序规则

# dashboard.sort_size
source: Size
zh_hans: 大小

# dashboard.sort_traffic
source: Traffic
zh_hans: 流量

# dashboard.sort_type
source: Type
zh_hans: 类型

# dashboard.sort_updated
source: Updated
zh_hans: 更新时间

# dashboard.sort_upload
source: Upload
zh_hans: 上传

# dashboard.sort_vehicle
source: Vehicle
zh_hans: 载体

# dashboard.summary_providers
source: Sources
zh_hans: 来源

# dashboard.summary_rules
source: Rules
zh_hans: 规则

# dashboard.switch_node
source: Switch %@ to %@
zh_hans: 将 %@ 切换到 %@

# dashboard.switching
source: Switching
zh_hans: 切换中

# dashboard.tab_connections
source: Connections
zh_hans: 连接

# dashboard.tab_logs
source: Logs
zh_hans: 日志

# dashboard.tab_providers
source: Sources
zh_hans: 来源

# dashboard.tab_rules
source: Rules
zh_hans: 规则

# dashboard.test
source: Test
zh_hans: 测试

# dashboard.test_delay
source: Test Delay
zh_hans: 测试延迟

# dashboard.testing_delay
source: Testing Delay
zh_hans: 正在测试延迟

# dashboard.testing_label
source: Testing
zh_hans: 测试中

# dashboard.top_flows
source: TOP FLOWS
zh_hans: 热门流

# dashboard.trace
source: TRACE
zh_hans: 追踪

# dashboard.traffic_split
source: TRAFFIC SPLIT
zh_hans: 流量分配

# dashboard.update
source: Update
zh_hans: 更新

# dashboard.update_failed_label
source: UPDATE FAILED
zh_hans: 更新失败

# dashboard.updating
source: Updating
zh_hans: 更新中

# dashboard.upload
source: UPLOAD
zh_hans: 上传

# diagnostics.acc_capability_row %@ %@
source: Capability %@, state %@
zh_hans: 能力%@，状态%@

# diagnostics.acc_confirmed_operation_hint
source: Requires confirmation before Mica sends the remote controller request.
zh_hans: 发送远程控制器请求前需要确认。

# diagnostics.acc_coverage_status %@ %lld
source: %@ data availability, %lld areas
zh_hans: %@数据可用性，%lld 个区域

# diagnostics.acc_coverage_summary
source: Data coverage summary
zh_hans: 数据覆盖摘要

# diagnostics.acc_direct_operation_hint
source: Runs this supported remote controller operation.
zh_hans: 执行此受支持的远程控制器操作。

# diagnostics.acc_endpoint_check %@ %@
source: Check step %@, %@
zh_hans: 检查步骤%@，%@

# diagnostics.active_controller
source: Active Controller: %@
zh_hans: 当前控制器：%@

# diagnostics.aggregate_only
source: Report policy
zh_hans: 报告策略

# diagnostics.base_endpoints
source: Controller Readiness: %@
zh_hans: 控制器就绪：%@

# diagnostics.capability_evidence
source: Source
zh_hans: 依据

# diagnostics.capability_feature
source: Feature
zh_hans: 功能

# diagnostics.capability_impact
source: Operation impact
zh_hans: 操作影响

# diagnostics.capability_matrix
source: Capabilities: %@
zh_hans: 能力状态：%@

# diagnostics.capability_matrix_title
source: Capabilities
zh_hans: 能力状态

# diagnostics.capability_operations
source: Available Operations: %@
zh_hans: 可用操作：%@

# diagnostics.capability_state
source: State
zh_hans: 状态

# diagnostics.capability_status_failed
source: Failed
zh_hans: 失败

# diagnostics.capability_status_partial
source: Partial
zh_hans: 部分

# diagnostics.capability_status_supported
source: Supported
zh_hans: 支持

# diagnostics.capability_status_title
source: Capabilities
zh_hans: 能力状态

# diagnostics.capability_status_unavailable
source: Unavailable
zh_hans: 不可用

# diagnostics.capability_status_untested
source: Untested
zh_hans: 未测试

# diagnostics.check_latest
source: Last result
zh_hans: 最近结果

# diagnostics.check_next
source: Next action
zh_hans: 下一步

# diagnostics.check_results_title
source: Check results
zh_hans: 检查结果

# diagnostics.check_state
source: State
zh_hans: 状态

# diagnostics.check_step
source: Step
zh_hans: 步骤

# diagnostics.confirm_core_restart_message
source: Mica will send POST /restart to the selected mihomo-compatible external-controller. It will not manage OpenWrt services or run a local core.
zh_hans: Mica 将向当前 mihomo-compatible external-controller 发送 POST /restart。它不会管理 OpenWrt 服务，也不会运行本地核心。

# diagnostics.confirm_core_upgrade_message
source: Mica will send POST /upgrade to the selected mihomo-compatible external-controller. Verify the controller is the intended device before continuing.
zh_hans: Mica 将向当前 mihomo-compatible external-controller 发送 POST /upgrade。继续前请确认它是目标设备。

# diagnostics.confirm_runtime_message
source: This action is sent only to the selected remote controller API.
zh_hans: 此操作只会发送到当前选中的远程控制器 API。

# diagnostics.confirm_runtime_title
source: Confirm remote controller action
zh_hans: 确认控制器操作

# diagnostics.connection
source: Connection: %@
zh_hans: 连接：%@

# diagnostics.connections
source: Connections: %lld
zh_hans: 连接：%lld
